Repository: common-repository/oca-for-woocommerce
Catalog: i18n/languages/wc-oca-*.po
Languages: es_gt

source: %1$s - Data received from Oca: %2$s
es_gt: %1$s - Data recibida de Oca: %2$s

source: %1$s - Data sent to Oca: %2$s
es_gt: %1$s - Data enviada a Oca: %2$s

source: %1$s-labels-%2$s
es_gt: %1$s-etiquetas-%2$s

source: A quote for this order has been found. Do you want to proceed? This will override the current order's shipping method and the additional cost will not be charged automatically to the customer, make sure to cover it by yourself. Name: {{shipping_name}} | Price: {{shipping_price}}
es_gt: Una nueva cotización ha sido encontrada para esta orden. Queres continuar? Esto sobreescribirá el método de envío actual y el costo adicional no será cobrado automáticamente al cliente, asegurate de cubrirlo. Nombre: {{shipping_name}} | Precio: {{shipping_price}}

source: Allow your customers receive their orders with OCA
es_gt: Permite a tus compradores recibir sus compras con Oca

source: Always free shipping
es_gt: Envío gratis siempre

source: Automatically enables free shipping in a time range, use format 00-24 to enable or leave blank to disable. For example: "04-18" will enable free shipping from 04:00am until 06:00pm in Argentinian timezone.
es_gt: Activa automáticamente el envío gratuito en una franja horaria, usar el formato 00-24 para activar o dejar en blanco para desactivar. Por ejemplo: "04-18" activará el envío gratuito desde las 04:00am hasta 06:00pm en hora de Argentina.

source: Branch office
es_gt: Sucursal

source: Cancel order
es_gt: Cancelar envío

source: Cancel shipment
es_gt: Cancelar envío

source: Could not cancel the shipment, because the order has not been processed yet
es_gt: No se pudo cancelar el envío, porque la orden no ha sido procesada todavía

source: Date
es_gt: Fecha

source: Download shipping label PDF - 10x15
es_gt: Descargar etiqueta de envío PDF - 10x15

source: Download shipping label PDF - A4
es_gt: Descargar etiqueta de envío PDF - A4

source: Download shipping label ZPL
es_gt: Descargar etiqueta de envío ZPL

source: Free shipping from
es_gt: Envío gratis desde

source: Free shipping within time range
es_gt: Envío gratuito en franja horaria

source: Hide shipping cost
es_gt: Ocultar costo de envío

source: Input a valid package number
es_gt: Introduce una cantidad válida de paquetes

source: Loading...
es_gt: Cargando...

source: Mail sent
es_gt: Mail enviado

source: No products detected, maybe cart is full of virtual items
es_gt: No se detectaron productos, quizás el carrito está lleno de productos virtuales

source: No quote was found for this order
es_gt: No se encontró una cotización para esta orden

source: No response from OCA server
es_gt: No hubo respuesta del servidor de OCA

source: Notification to the customer with his tracking number
es_gt: Notifación para el cliente con su número de rastreo

source: Number of packages
es_gt: Número de paquetes

source: OCA - Download PDF shipping labels - 10x15
es_gt: OCA - Descargar etiquetas de envío PDF - 10x15

source: OCA - Download PDF shipping labels - A4
es_gt: OCA - Descargar etiquetas de envío PDF - A4

source: OCA - Download ZPL shipping labels
es_gt: OCA - Descargar etiquetas de envío ZPL

source: OCA - Number of packages to be sent has been modified from %1$d to %2$d
es_gt: OCA - El número de paquetes a enviar ha sido modificado de %1$d a %2$d

source: OCA - Process orders
es_gt: OCA - Procesar ordenes

source: OCA - View shipping labels in PDF - 10x15
es_gt: OCA - Ver etiquetas de envío PDF - 10x15

source: OCA - View shipping labels in PDF - A4
es_gt: OCA - Ver etiquetas de envío PDF - A4

source: OCA shipment for order %s has been canceled
es_gt: El envío de OCA para la orden %s ha sido cancelado

source: OCA Tracking
es_gt: Rastreo de OCA

source: OCA Tracking number
es_gt: No. Rastreo de OCA

source: Order %1$d - Number of packages to be sent has been modified from %2$d to %3$d
es_gt: Orden %1$d - El número de paquetes a enviar ha sido modificado de %2$d a %3$d

source: Order %1$s processed with OCA succesfully, tracking number: %2$s
es_gt: Orden %1$s procesada con OCA con éxito, número de rastreo: %2$s

source: order-%d
es_gt: orden-%d

source: order-%d-10x15
es_gt: orden-%d-10x15

source: order-%d-A4
es_gt: orden-%d-A4

source: Packages quantity updated
es_gt: Cantidad de paquetes actualizada

source: Please fill your shipping information to view the shipping branches near your area
es_gt: Por favor completa tu información de envío para ver las sucursales cercanas a tu localidad

source: Process order now
es_gt: Procesar orden ahora

source: Product %s with invalid weight in cart
es_gt: Producto %s con peso inválido en el carrito

source: Product %s with invalid weight in order
es_gt: Producto %s con peso inválido en la orden

source: Requires at least %1$s version %2$s or greater.
es_gt: Requiere al menos %1$s versión %2$s o mayor.

source: Resend tracking mail
es_gt: Reenviar mail de rastreo

source: Save
es_gt: Guardar

source: Select a OCA shipping branch for your order
es_gt: Selecciona una sucursal de OCA para recibir tu orden

source: Set OCA as shipping method
es_gt: Usar OCA como medio de envío

source: Settings
es_gt: Opciones

source: Shipment number
es_gt: Número de envío

source: Shipment without status
es_gt: Envío sin estado

source: Status
es_gt: Estado

source: Status reason
es_gt: Motivo del estado

source: The order has been processed, tracking number: <strong>%s</strong>
es_gt: La orden ha sido procesada, número de rastreo: <strong>%s</strong>

source: The order is not processed yet
es_gt: La orden no ha sido procesada todavía

source: The order will be processed when its status is <strong>%s</strong>
es_gt: La orden será procesada cuando su estado sea <strong>%s</strong>

source: The shipment has been canceled
es_gt: El envío ha sido cancelado

source: The shipping has a cost of <strong>$%s</strong> (hidden to the customer)
es_gt: El envío tiene un costo de <strong>$%s</strong> (oculto al cliente)

source: There was an error canceling the shipment with OCA, please try again
es_gt: Hubo un error cancelado el envío con OCA, por favor intentalo nuevamente

source: There was an error processing the order with OCA, check the order items and try again
es_gt: Hubo un error procesando el pedido con OCA, revisa los productos de la orden y vuelve a intentarlo

source: There was an error processing the order with OCA, please try again
es_gt: Hubo un error al procesar la orden con OCA, por favor intentalo nuevamente

source: There was an error, please try again
es_gt: Hubo un error, por favor intentalo nuevamente

source: This adds free shipping when the cart amount is greater than the amount specified. (leave blank to disable)
es_gt: Agrega envío gratis cuando el monto del carrito es mayor que el monto especificado. (dejalo en blanco para desactivarlo)

source: This order is not using OCA as shipping method
es_gt: Esta orden no está usando OCA como medio de envío

source: Track order
es_gt: Rastrear orden

source: Track shipment
es_gt: Rastrear envío

source: Tried to create order labels but the order %d is not ready yet
es_gt: Se intentó crear etiquetas pero la orden %d no está lista todavía

source: Tried to process a shipment to branch without having one destination branch selected
es_gt: Se intentó procesar un envío a sucursal sin haber seleccionado previamente una sucursal de destino

source: View shipping label
es_gt: Ver etiqueta de envío

source: View shipping label PDF - 10x15
es_gt: Ver etiqueta de envío PDF - 10x15

source: View shipping label PDF - A4
es_gt: Ver etiqueta de envío PDF - A4

source: WooCommerce must be active before using
es_gt: WooCommerce debe estar activo antes de usar
